Repository: damianocanali/my-favorite-book
Catalog: ios-native/MyBookLab/Localizable.xcstrings
Source language: en
Languages: it

# school.teacher.push.blocked
source: Alerts are turned off for My Book Lab in Settings.
it: Gli avvisi di My Book Lab sono disattivati nelle Impostazioni.

# school.teacher.push.open_settings
source: Open Settings
it: Apri Impostazioni

# school.teacher.push.error
source: Couldn't turn on alerts. Try again.
it: Impossibile attivare gli avvisi. Riprova.

# school.teacher.push.turn_on_ipad
source: Turn on alerts on this iPad
it: Attiva gli avvisi su questo iPad

# school.teacher.push.turn_on_iphone
source: Turn on alerts on this iPhone
it: Attiva gli avvisi su questo iPhone

# school.teacher.push.on_ipad
source: Alerts are on for this iPad
it: Gli avvisi sono attivi su questo iPad

# school.teacher.push.on_iphone
source: Alerts are on for this iPhone
it: Gli avvisi sono attivi su questo iPhone

# school.teacher.classes.title
source: Your classes
it: Le tue classi

# school.teacher.classes.empty
source: No classes yet. Create your first one to get started.
it: Ancora nessuna classe. Crea la prima per iniziare.

# school.teacher.classes.student_count
source: %lld students
it: %lld alunni

# school.teacher.classes.code
source: Code %@
it: Codice %@

# school.teacher.license.trial_days
source: Free trial: %lld days left
it: Prova gratuita: %lld giorni rimasti

# school.teacher.license.trial_ended
source: Trial ended
it: Prova terminata

# school.teacher.license.active
source: Active
it: Attiva

# school.teacher.license.comped
source: Comped
it: Offerta

# school.teacher.license.expired
source: License expired
it: Licenza scaduta

# school.teacher.license.none
source: No license yet
it: Nessuna licenza

# school.teacher.assignments.heading
source: Assignments
it: Compiti

# school.teacher.assignments.new
source: New assignment
it: Nuovo compito

# school.teacher.assignments.empty
source: No assignments yet.
it: Ancora nessun compito.

# school.teacher.assignments.no_due_date
source: No due date
it: Nessuna scadenza

# school.teacher.assignments.actions.publish
source: Publish
it: Pubblica

# school.teacher.assignments.actions.close
source: Close
it: Chiudi

# school.teacher.assignments.actions.reopen
source: Reopen
it: Riapri

# school.teacher.assignments.actions.edit
source: Edit
it: Modifica

# school.teacher.assignments.actions.delete
source: Delete
it: Elimina

# school.teacher.assignments.actions.review
source: Review
it: Correggi

# school.teacher.assignments.due
source: Due %@
it: Scade %@

# school.teacher.assignments.handed_in_count
source: %1$lld of %2$lld handed in
it: %1$lld di %2$lld consegnati

# school.teacher.assignments.actions.delete_confirm
source: Delete “%@”? This can't be undone.
it: Eliminare “%@”? Non si può annullare.

# school.teacher.assignments.status.open
source: Open
it: Aperto

# school.teacher.assignments.status.closed
source: Closed
it: Chiuso

# school.teacher.assignments.status.draft
source: Draft
it: Bozza

# school.teacher.assignments.form.new_heading
source: New assignment
it: Nuovo compito

# school.teacher.assignments.form.edit_heading
source: Edit assignment
it: Modifica compito

# school.teacher.assignments.form.title_label
source: Title
it: Titolo

# school.teacher.assignments.form.prompt_label
source: Writing prompt
it: Traccia di scrittura

# school.teacher.assignments.form.has_due
source: Due date (optional)
it: Scadenza (facoltativa)

# school.teacher.assignments.form.due_label
source: Due
it: Scadenza

# school.teacher.assignments.form.allow_late_label
source: Allow late hand-in
it: Consenti consegne in ritardo

# school.teacher.assignments.form.save_draft
source: Save as draft
it: Salva come bozza

# school.teacher.assignments.form.publish_now
source: Publish now
it: Pubblica ora

# school.teacher.assignments.form.save
source: Save
it: Salva

# school.teacher.assignments.form.saving
source: Saving…
it: Salvataggio…

# school.teacher.assignments.errors.title_required
source: Enter a title.
it: Inserisci un titolo.

# school.teacher.assignments.errors.prompt_required
source: Enter a writing prompt.
it: Inserisci una traccia di scrittura.

# school.teacher.assignments.review.empty
source: No students yet.
it: Ancora nessun alunno.

# school.teacher.assignments.review.next
source: Next student
it: Alunno successivo

# school.teacher.assignments.review.previous
source: Previous student
it: Alunno precedente

# school.teacher.assignments.review.open_book
source: Open book
it: Apri il libro

# school.teacher.assignments.review.heading
source: Review: %@
it: Correzione: %@

# school.teacher.assignments.review.handed_in_at
source: Handed in %@
it: Consegnato %@

# school.teacher.assignments.review.version
source: Updated %lld×
it: Aggiornato %lld×

# school.teacher.assignments.review.feedback_count
source: %lld feedback
it: %lld commenti

# school.teacher.assignments.review.status.handed_in
source: Handed in
it: Consegnato

# school.teacher.assignments.review.status.late
source: Late
it: In ritardo

# school.teacher.assignments.review.status.not_started
source: Not started
it: Non iniziato

# school.teacher.assignments.feedback.heading
source: Feedback
it: Commenti

# school.teacher.assignments.feedback.comment_placeholder
source: Write something encouraging…
it: Scrivi qualcosa di incoraggiante…

# school.teacher.assignments.feedback.send
source: Send
it: Invia

# school.teacher.assignments.feedback.sending
source: Sending…
it: Invio…

# school.teacher.assignments.feedback.seen
source: Seen
it: Visto

# school.teacher.assignments.feedback.not_seen
source: Not seen yet
it: Non ancora visto

# school.teacher.assignments.feedback.need_content
source: Add a comment or pick a sticker.
it: Aggiungi un commento o scegli un adesivo.

# school.notifications.title
source: Notifications
it: Notifiche

# school.notifications.mark_all_read
source: Mark all as read
it: Segna tutte come lette

# school.notifications.error
source: Couldn't load notifications.
it: Impossibile caricare le notifiche.

# school.notifications.unknown_student
source: A student
it: Uno studente

# school.notifications.bell_label_unread
source: Notifications (%lld unread)
it: Notifiche (%lld da leggere)

# school.notifications.bell_label
source: Notifications
it: Notifiche

# school.notifications.settings.title
source: Class notifications
it: Notifiche della classe

# school.notifications.settings.summary_label
source: Summary email
it: Email di riepilogo

# school.notifications.settings.summary_daily
source: Daily summary
it: Riepilogo giornaliero

# school.notifications.settings.summary_weekly
source: Weekly (Fridays)
it: Settimanale (il venerdì)

# school.notifications.settings.summary_off
source: Off
it: Disattivato

# school.notifications.settings.urgent_label
source: When a student asks for a grown-up during school hours
it: Quando qualcuno della classe chiede un adulto durante l'orario scolastico

# school.notifications.settings.push_urgent
source: Alert me with a notification
it: Avvisami con una notifica

# school.notifications.settings.email_urgent
source: Alert me by email
it: Avvisami via email

# school.notifications.settings.saved
source: Saved
it: Salvato

# school.notifications.settings.error
source: Couldn't save. Try again.
it: Impossibile salvare. Riprova.

# school.notifications.settings.load_error
source: Couldn't load your notification settings.
it: Impossibile caricare le impostazioni delle notifiche.

# school.teacher.errors.rate_limited
source: Too many requests — wait a moment and try again.
it: Troppe richieste — aspetta un momento e riprova.

# school.teacher.errors.class_not_found
source: We can't find that class.
it: Non troviamo questa classe.

# school.teacher.errors.student_not_found
source: We can't find that student.
it: Non troviamo questo alunno.

# school.teacher.errors.book_not_found
source: We can't find that book.
it: Non troviamo questo libro.

# school.teacher.errors.not_configured
source: Schools aren't set up on this server yet.
it: Le funzioni per le scuole non sono ancora attive su questo server.

# school.teacher.errors.upstream
source: Something went wrong. Try again.
it: Qualcosa non ha funzionato. Riprova.

# school.teacher.errors.student_forbidden
source: Class accounts can't do that.
it: Gli account degli alunni non possono farlo.

# school.teacher.errors.assignment_not_found
source: We can't find that assignment.
it: Non troviamo questo compito.

# school.teacher.errors.submission_not_found
source: We can't find that hand-in.
it: Non troviamo questo elaborato.

# school.teacher.errors.has_submissions
source: Students have handed this in. Close it instead.
it: Alcuni alunni lo hanno già consegnato. Chiudilo invece di eliminarlo.

# school.teacher.errors.invalid_transition
source: That status change isn't allowed.
it: Questo cambio di stato non è consentito.

# school.teacher.errors.assignment_closed
source: This assignment is closed.
it: Questo compito è chiuso.

# school.teacher.errors.past_due
source: This assignment is past its due date.
it: Questo compito ha superato la scadenza.

# school.teacher.errors.generic
source: Something went wrong. Try again.
it: Qualcosa non ha funzionato. Riprova.

# school.notifications.section.today
source: Today
it: Oggi

# school.notifications.section.earlier
source: Earlier
it: Prima

# school.notifications.empty_title
source: You're all caught up
it: Nessuna nuova notifica

# school.notifications.empty_body
source: Hand-ins and requests for help will show up here.
it: Qui vedrai le consegne e le richieste di aiuto.

# school.notifications.unread
source: Unread
it: Da leggere

# school.notifications.outside_hours
source: Outside school hours — no alert sent
it: Fuori dall'orario scolastico: nessun avviso inviato

# school.notifications.short.hand_in
source: handed in “%@”
it: ha consegnato “%@”

# school.notifications.short.hand_in_late
source: handed in “%@” late
it: ha consegnato “%@” in ritardo

# school.notifications.short.resubmit
source: handed in a new version of “%@”
it: ha consegnato una nuova versione di “%@”

# school.notifications.short.all_handed_in
source: Everyone has handed in “%@”
it: Hanno consegnato tutti “%@”

# school.notifications.short.help_book
source: would like help with their book
it: vorrebbe aiuto con il suo libro

# school.notifications.short.help_grownup
source: asked for a grown-up
it: ha chiesto un adulto

# school.notifications.short.generic
source: Something new
it: Una novità

# school.teacher.day.today
source: Today
it: Oggi

# school.teacher.day.yesterday
source: Yesterday
it: Ieri

# school.teacher.checkins.spoken
source: %1$@, at %2$@
it: %1$@, alle %2$@

# school.teacher.checkins.spoken_with_need
source: %1$@, %2$@, at %3$@
it: %1$@, %2$@, alle %3$@

# school.teacher.checkins.need.grownup
source: Needs a grown-up
it: Ha bisogno di un adulto

# school.teacher.checkins.need.help_book
source: Wants help with their book
it: Vuole aiuto con il libro

# school.teacher.checkins.need.help
source: Wants help
it: Vuole aiuto

# school.teacher.checkins.need.break
source: Wants a break
it: Vuole una pausa

# school.teacher.checkins.need.quiet
source: Wants some quiet
it: Vuole un po' di silenzio

# school.teacher.checkins.need.keep_going
source: Wants to keep going
it: Vuole continuare

# school.notifications.settings.hours_note
source: Urgent alerts arrive during school hours. Outside them they wait in the bell.
it: Gli avvisi urgenti arrivano durante l'orario scolastico. Fuori orario restano nella campanella.

# school.notifications.test.button
source: Send a test alert
it: Invia un avviso di prova

# school.notifications.test.sending
source: Sending…
it: Invio in corso…

# school.notifications.test.none
source: No device got it. Turn on alerts on this device from the Dashboard, then try again.
it: Nessun dispositivo l'ha ricevuto. Attiva gli avvisi su questo dispositivo dalla Dashboard, poi riprova.

# school.notifications.test.unavailable
source: Test alerts aren't available right now.
it: Gli avvisi di prova non sono disponibili al momento.

# school.notifications.test.sent
source: Test alert sent to %lld devices. It should arrive in a few seconds.
it: Avviso di prova inviato a %lld dispositivi. Dovrebbe arrivare tra pochi secondi.

# school.teacher.classes.students_card
source: Students and sign-in
it: Alunni e accesso

# school.teacher.classes.students_card_hint
source: Add children, rename or remove them, and make new picture passwords.
it: Aggiungi i bambini, rinominali o rimuovili e crea nuove password a immagini.

# school.teacher.classes.settings_card
source: Class settings
it: Impostazioni della classe

# school.teacher.classes.settings_card_hint
source: Name, sign-in, school hours and time zone.
it: Nome, accesso, orario scolastico e fuso orario.

# school.teacher.create.heading
source: Create a class
it: Crea una classe

# school.teacher.create.name_label
source: Class name
it: Nome della classe

# school.teacher.create.name_placeholder
source: e.g. Mrs. Rivera's 3rd Grade
it: es. 3ª B della maestra Rossi

# school.teacher.create.timezone_label
source: Time zone
it: Fuso orario

# school.teacher.create.language_label
source: Class language
it: Lingua della classe

# school.teacher.create.language_hint
source: The language the children's sign-in and your alerts use.
it: La lingua usata per l'accesso dei bambini e per i tuoi avvisi.

# school.teacher.create.trial_note
source: A new class starts with a free trial.
it: Ogni nuova classe inizia con una prova gratuita.

# school.teacher.create.submit
source: Create class
it: Crea la classe

# school.teacher.create.submitting
source: Creating…
it: Creazione in corso…

# school.teacher.license.ended_note
source: This class's license has ended.
it: La licenza di questa classe è scaduta.

# school.teacher.class_settings.name
source: Class name
it: Nome della classe

# school.teacher.class_settings.sign_in_open
source: Children can sign in
it: I bambini possono accedere

# school.teacher.class_settings.sign_in_hint
source: Turn this off to pause picture sign-in for the whole class.
it: Disattivalo per sospendere l'accesso con le immagini per tutta la classe.

# school.teacher.hours.heading
source: School hours
it: Orario scolastico

# school.teacher.hours.hint_alerts
source: Urgent “I need a grown-up” alerts reach you only during these hours; outside them they wait in the bell.
it: Gli avvisi urgenti “Ho bisogno di un adulto” ti arrivano solo in questi orari; fuori orario restano nella campanella.

# school.teacher.hours.start_label
source: Start
it: Inizio

# school.teacher.hours.end_label
source: End
it: Fine

# school.teacher.roster.title
source: Students
it: Alunni

# school.teacher.roster.empty_native
source: No students yet. Tap + to add your class.
it: Ancora nessun alunno. Tocca + per aggiungere la tua classe.

# school.teacher.roster.add
source: Add students
it: Aggiungi alunni

# school.teacher.add_students.one
source: Add a child
it: Aggiungi un bambino

# school.teacher.add_students.many
source: Add several at once
it: Aggiungine diversi insieme

# school.teacher.add_students.name_label
source: Child's name
it: Nome del bambino

# school.teacher.add_students.placeholder
source: One name per line. First name and last initial is best.
it: Un nome per riga. L'ideale è nome e iniziale del cognome.

# school.teacher.add_students.submitting
source: Adding…
it: Aggiunta in corso…

# school.teacher.add_students.skipped_heading
source: Not added
it: Non aggiunti

# school.teacher.add_students.preview_count
source: Add %lld students
it: Aggiungi %lld alunni

# school.teacher.add_students.success
source: Added %lld students.
it: Aggiunti %lld alunni.

# school.teacher.errors.duplicate_name
source: already in this class
it: già in questa classe

# school.teacher.errors.create_failed
source: couldn't be created
it: non è stato possibile crearlo

# school.teacher.roster.name_required
source: Enter a name.
it: Inserisci un nome.

# school.teacher.roster.menu.rename
source: Rename
it: Rinomina

# school.teacher.roster.rename_dialog.heading
source: Rename student
it: Rinomina l'alunno

# school.teacher.roster.menu.new_pictures
source: New pictures
it: Nuove immagini

# school.teacher.roster.menu.unlock
source: Unlock
it: Sblocca

# school.teacher.roster.menu.sign_out
source: Sign out everywhere
it: Disconnetti ovunque

# school.teacher.roster.menu.remove
source: Remove
it: Rimuovi

# school.teacher.roster.menu.restore
source: Restore
it: Ripristina

# school.teacher.roster.status.removed
source: Removed
it: Rimossi

# school.teacher.roster.status.locked
source: Locked
it: Bloccato

# school.teacher.roster.save
source: Save
it: Salva

# school.teacher.roster.menu.open_aria
source: Options for %@
it: Opzioni per %@

# school.teacher.roster.remove_confirm
source: Remove %@ from this class? They'll be signed out everywhere.
it: Rimuovere %@ da questa classe? Verrà disconnesso ovunque.

# school.teacher.roster.new_pictures_confirm
source: Make new pictures for %@? Their old pictures stop working.
it: Creare nuove immagini per %@? Quelle vecchie smetteranno di funzionare.

# school.teacher.roster.signed_out
source: %@ was signed out everywhere.
it: %@ è stato disconnesso ovunque.

# school.teacher.cards.heading
source: Sign-in cards
it: Schede di accesso

# school.teacher.cards.safety_note
source: Print these now. For safety we can't show these pictures again; you can always make new ones.
it: Stampale adesso. Per sicurezza non possiamo mostrare di nuovo queste immagini; puoi sempre crearne di nuove.

# school.teacher.cards.print_native
source: Print sign-in cards
it: Stampa le schede di accesso

# school.teacher.cards.order_hint
source: Tap the pictures in this order
it: Tocca le immagini in quest'ordine

# school.teacher.cards.close_confirm
source: Close without printing? These pictures can't be shown again.
it: Chiudere senza stampare? Queste immagini non si potranno più vedere.

# school.teacher.cards.close
source: Close
it: Chiudi

# school.teacher.cards.pictures_aria
source: Pictures, in order: %@
it: Immagini, in ordine: %@

# school.teacher.errors.name_required
source: Enter a class name.
it: Inserisci il nome della classe.

# school.teacher.errors.bad_timezone
source: That time zone isn't recognized.
it: Quel fuso orario non è riconosciuto.

# school.teacher.errors.bad_hours
source: Check the school hours — each end time must be after its start time.
it: Controlla l'orario scolastico: ogni ora di fine deve essere dopo l'ora di inizio.

# school.teacher.errors.seats_full_native
source: This class is full — a class can have up to 35 students.
it: Questa classe è al completo: può avere al massimo 35 alunni.

# school.teacher.errors.duplicate_name_full
source: Another student already has that name.
it: Un altro alunno ha già questo nome.

# school.teacher.errors.create_failed_full
source: That student couldn't be created. Try again.
it: Non è stato possibile creare questo alunno. Riprova.

# school.teacher.create.ready_no_license
source: Your class is ready, but it can't add students yet — contact My Book Lab.
it: La tua classe è pronta, ma non puoi ancora aggiungere alunni: contatta My Book Lab.

# school.teacher.create.already_inactive
source: You already have a class that isn't active yet. Contact My Book Lab before creating another.
it: Hai già una classe non ancora attiva. Contatta My Book Lab prima di crearne un'altra.

# school.teacher.license.not_active_note
source: This class isn't active yet — contact My Book Lab.
it: Questa classe non è ancora attiva: contatta My Book Lab.

# school.teacher.hours.save_with_zone
source: Save hours and time zone
it: Salva orario e fuso orario

# school.teacher.class_settings.unsaved
source: You have unsaved changes.
it: Hai modifiche non salvate.

# school.teacher.class_settings.unsaved_save
source: Save changes
it: Salva le modifiche

# school.teacher.class_settings.unsaved_discard
source: Discard changes
it: Annulla le modifiche

# school.teacher.back
source: Back
it: Indietro

# school.teacher.cards.save_pdf
source: Save as PDF
it: Salva come PDF

# school.teacher.cards.pending
source: Sign-in cards not printed yet
it: Schede di accesso non ancora stampate

# school.teacher.cards.show
source: Show cards
it: Mostra le schede

# school.teacher.roster.class_load_failed
source: Couldn't load this class's details, so adding children is paused.
it: Impossibile caricare i dettagli della classe, quindi l'aggiunta dei bambini è sospesa.

# errors.session_expired
source: Your session ended — please sign in again.
it: La tua sessione è terminata: accedi di nuovo.

# school.student.assignments.from_teacher
source: From your teacher
it: Dall'insegnante

# school.student.assignments.status.new
source: New
it: Nuovo

# school.student.assignments.status.in_progress
source: In progress
it: In corso

# school.student.assignments.status.feedback
source: Feedback
it: Commenti

# school.notifications.clear_all
source: Clear all
it: Cancella tutte

# school.notifications.clear_confirm
source: Clear all notifications?
it: Cancellare tutte le notifiche?

# school.notifications.clear_confirm_action
source: Clear
it: Cancella

# school.notifications.remove
source: Remove
it: Rimuovi

# account.language.switching
source: Changing language…
it: Cambio lingua…

# signin.welcome.title
source: Who's signing in?
it: Chi sta accedendo?

# signin.welcome.student
source: I'm a student
it: Sono in una classe

# signin.welcome.student_hint
source: Sign in with your pictures
it: Entra con le tue immagini

# signin.welcome.family
source: Family
it: Famiglia

# signin.welcome.family_hint
source: Write and save stories at home
it: Scrivi e salva le storie a casa

# signin.welcome.teacher
source: Teacher
it: Insegnante

# signin.welcome.teacher_hint
source: Set up and run your classroom
it: Crea e gestisci la tua classe

# signin.welcome.explore
source: Explore first
it: Prima dai un'occhiata

# signin.back
source: Back
it: Indietro

# signin.try_again
source: Try again
it: Riprova

# signin.discard.title
source: Discard what you typed?
it: Cancellare quello che hai scritto?

# signin.discard.confirm
source: Discard
it: Cancella

# signin.discard.keep
source: Keep typing
it: Continua a scrivere

# signin.class_device.banner
source: Class %@
it: Classe %@

# signin.class_device.not_in
source: Not in %@?
it: Non sei in %@?

# signin.class_device.unavailable
source: This iPad's class isn't available — ask your teacher
it: La classe di questo iPad non è disponibile — chiedi all'insegnante

# classdevice.setup
source: Set up this iPad for this class
it: Configura questo iPad per questa classe

# classdevice.status
source: This iPad is set up for %@
it: Questo iPad è configurato per %@

# classdevice.remove
source: Remove class from this iPad
it: Rimuovi la classe da questo iPad

# classdevice.confirm.title
source: Set up this iPad for %@?
it: Configurare questo iPad per %@?

# classdevice.confirm.body
source: When nobody is signed in, this iPad opens straight on %@'s name list. Children tap their name and pick their pictures — no class code to type. When a child signs out, it goes back to the list.
it: Quando nessuno ha effettuato l'accesso, questo iPad si apre direttamente sull'elenco dei nomi di %@. I bambini toccano il proprio nome e scelgono le loro immagini, senza scrivere il codice della classe. Quando qualcuno esce, si torna all'elenco.

# classdevice.confirm.note
source: Your own sign-in isn't affected. Only a teacher can remove the class from this iPad.
it: Il tuo accesso non cambia. Solo un insegnante può rimuovere la classe da questo iPad.

# classdevice.confirm.replaces
source: This replaces %@ on this iPad.
it: Sostituisce %@ su questo iPad.

# classdevice.confirm.action
source: Set up this iPad
it: Configura questo iPad

# classdevice.remove_confirm.title
source: Remove %@ from this iPad?
it: Rimuovere %@ da questo iPad?
